tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "azure-cli"
brew "eksctl"
brew "gnupg"
brew "hadolint"
brew "helm"
brew "jq"
brew "kubernetes-cli", link: false # kubectl
brew "opentofu"
brew "pipenv"
brew "podman"
brew "terragrunt"
brew "tfenv" # Terraform version manager
brew "tflint"
brew "unbound"
brew "wget"
cask "adoptopenjdk8"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "iterm2"
cask "lens"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "paintbrush"
cask "sublime-text" # Latest version, currently 4
cask "visual-studio-code"
cask "zoom"
