tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "azure-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "unbound"
brew "gnupg"
brew "jq"
brew "kubernetes-cli", link: false # kubectl
brew "podman"
brew "tfenv" # Terraform version manager
brew "wget"
cask "adoptopenjdk8"
cask "brave-browser"
cask "docker"
cask "iterm2"
cask "lens"
cask "microsoft-remote-desktop"
cask "paintbrush"
cask "sublime-text" # Latest version, currently 4
cask "visual-studio-code"
cask "zoom"
vscode "ms-azuretools.vscode-docker"
