tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "azure-cli"
brew "gnupg"
brew "jq"
brew "kubernetes-cli", link: false # kubectl
brew "podman"
brew "tfenv"
brew "wget"
cask "adoptopenjdk8"
cask "brave-browser"
cask "docker"
cask "iterm2"
cask "lens"
cask "sublime-text" # Latest version, currently 4
cask "visual-studio-code"
cask "zoom"
